aaron-bond.better-comments
alefragnani.bookmarks
arzg.intellij-theme
bastienboutonnet.vscode-dbt
batisteo.vscode-django
bierner.emojisense
breberaf.snowflake
codezombiech.gitignore
cweijan.vscode-office
davidanson.vscode-markdownlint
davidbwaters.macos-modern-theme
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dorzey.vscode-sqlfluff
elanandkumar.el-vsc-product-icon-theme
fivetran.dbt-language-server
github.copilot
github.copilot-chat
github.vscode-pull-request-github
idered.npm
innoverio.vscode-dbt-power-user
joaopalmeiro.icons-octicons
jock.svg
kestra-io.kestra
kevinrose.vsc-python-indent
koszti.snowflake-driver-for-sqltools
matt-meyers.vscode-dbml
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.powershell
mshdinsight.azure-hdinsight
mtxr.sqltools
nicolas-liger.dbml-viewer
njpwerner.autodocstring
nmrmsys.vscode-sql-formatter-mod
orellabaccr.snowscript-js
pkief.material-icon-theme
pkief.material-product-icons
qrti.funclist
redhat.vscode-yaml
remisa.shellman
rubenverg.bootstrap-product-icons
samuelcolvin.jinjahtml
sf-core-ides.blueberry-cider
simonsiefke.svg-preview
snowflake.snowflake-vsc
tamasfe.even-better-toml
tenjojeremy.install-npm-package
turntable.turntable-for-dbt-core
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
wisebox.vscode-mox-extension
xinche.theme-demo
yzhang.markdown-all-in-one
zainchen.json
